/* 
   MNError.strings
   MindNode

   Created by Markus Müller on 07.05.08.
   Copyright 2008 __MyCompanyName__. All rights reserved.
 */



/* MNUnknownFileReadError */
"description1" = "Das MindNode-Dokument konnte nicht geladen werden.";
"failureReason1" = "Die angegebene Datei scheint defekt zu sein.";

/* MNUnknownPasteboardReadError */
"description2" = "Aus einem unbekannten Grund konnten MindNode-Daten nicht aus der Zwischenablage gelesen werden.";
"failureReason2" = "Ein unbekannter Fehler ist aufgetreten.";

/* MNWriteCouldntMakeTIFFError */
"description3" = "Es konnte kein TIFF Bild erstellt werden, weil es leer gewesen wäre.";
"failureReason3" = "Das TIFF-Bild wäre leer gewesen.";

/* MNUnknownFileWriteError */
"description4" = "MindNode konnte das Dokument nicht sichern.";
"failureReason4" = "Das Sichern des aktuellen Dokuments ist nicht erlaubt.";

/* MNUnknownPrintError */
"description5" = "MindNode konnte das Dokument nicht drucken.";
"failureReason5" = "Das aktuelle Dokument konnte nicht gedruckt werden. Bitte kontaktieren Sie den Support, wenn das Problem weiterbesteht.";

/* MNNoNodesPrintError */
"description6" = "MindNode kann leere Dokumente nicht drucken.";
"failureReason6" = "Fügen Sie Knoten dem Dokument hinzu bevor Sie das Dokument drucken.";

/* MNUnsuportedDocumentVersionError */
"description7" = "MindNode konnte das Dokument nicht öffnen.";
"failureReason7" = "Das Dokument wurde mit einer neueren Version dieser Anwendung erstellt. Bitte benutzen Sie die integrierte Software-Aktualisierung, um eine aktuelle Version zu installieren.";

/* MNInvalidiCloudConnectionError */
"description8" = "Verbindung mit iCloud nicht möglich.";
"failureReason8" = "Stellen Sie sicher, dass iCloud konfiguriert und der Dokumentenaustausch aktiviert ist.";

/* MNInvalidiCloudFilenameError */
"description9" = "Der ausgewählte Dateiname wird bereits verwendet.";
"failureReason9" = "In der iCloud existiert bereits ein Dokument mit diesem Namen. Bitte wählen Sie einen anderen Namen.";
